messages = {
    'python': """1️⃣ Курс по основам программирования на языке Python & Django
⌛ ️Длительность: 5 месяцев (Python 1 месяц + Django 4 месяца)
❔ Описание: Курс предназначен для тех, кто прошел 2-месячный курс по HTML/CSS. 
За 5 месяцев вы охватите:
    ✅ Основы языка Python и его структуру
    ✅ ООП
    ✅ Создание проектов на Django
    И море практики 🙂
💲 Цена: 600 тыс. сум/месяц
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
""",
    'javascript': """2️⃣ Курс по основам программирования на языке Javascript & React
⌛️Длительность: 4 месяца 
❔ Описание: Курс предназначен для тех, кто прошел 2-месячный курс по HTML/CSS. 
За 4 месяца вы охватите:
    ✅ Основы языка Javascript и его структуру. Функции, методы и многое другое в JS
    ✅ Создание проектов при помощи библиотеки React
    И море практики 🙂
💲 Цена: 600 тыс. сум/месяц
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
""",
    'smm': """3️⃣ Курс по основам СММ-маркетинга.
⌛️Длительность: 1.5 месяца 
❔ Описание: За 1.5 месяца вы охватите:
    ✅ Как работать с рекламой Инстаграма, охватом аудитории и настройкой таргетивной рекламы
    ✅ Продвижение соц.сетей 
    И море практики 🙂
💲 Цена: 900 тыс. сум единоразово.
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
""",
    'graphic_design': """4️⃣ Курс по основам графического дизайна на Adobe Photoshop & Illustrator.
⌛️ Длительность: 3 месяца 
❔ Описание: За 3 месяца мы:
    ✅ Изучим сами программы и поработаем с растровой и векторной графикой
    ✅ Научимся делать логотипы, баннеры, каталоги, разрабатывать фирменный стиль для компаний.
    ✅ Изучим дизайн приложений и его рисование. Здесь мы коснемся таких смежных тем, как: Теория цвета, симметрия и т.д.
    ✅ Научимся рисовать дизайн для мобильных приложений и сайтов.
    ✅ Изучим платформы Figma и работы на ней. Здесь мы будем выкладывать наш дизайн, чтобы ваши будущие заказчики и работодатели могли увидеть ваши успехи и опыт. 
    И море практики 🙂
💲 Цена: 600 тыс. сум/месяц.
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
""",
    'wordpress': """5️⃣ Курс по основам конструктора сайтов Wordpress.
⌛ ️Длительность: 2 месяца 
❔ Описание: За 2 месяца вы охватите:
    ✅ Как разработать сайт на Wordpress
    ✅ Как выложить его в Интернет 
    ✅ Как работать с базой данных, доменом и хостингом
    И море практики 🙂
💲 Цена: 600 тыс. сум в месяц.
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
""",
    'scratch': """6️⃣ Курс по основам языка программирования Scratch (для детей).
⌛ ️Длительность: 2 месяца 
❔ Описание: За 2 месяца вы охватите:
    ✅ Как работать с Scratch
    ✅ Как создавать анимации в Scratch  
    И море практики 🙂
💲 Цена: 600 тыс. сум в месяц.
За дополнительными вопросами и за записью:
📞 +998936224020
📞 +998938114020
🏘 Наш адрес: Бухара, Б.Накшбанд 158, Чевар
🌐 Наш сайт: https://macademy.uz
"""
}
